Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/reports_no/norutrapport_2012_6_samisk.pdf.tmx
Source language: sme
Languages: nob

source: Sámi giellaguovddážiid árvvoštallan
nob: Evaluering av samiske språksentre

source: Norut Alta - Áltá raporta: 2012:16
nob: Oppdragsgiver: Sametinget

source: Barggaheaddji: Sámediggi
nob: Oppsummering: Samiske språksentre er viktige samiske institusjoner i en rekke samiske

source: Dat leat veahkkin nannemin gelbbolašvuođa sámegielas ja sámi kultuvrras.
nob: lokalsamfunn.

source: Dat ásahit giellabáikkiid, ja sáhttet doaibmat identitehtaásaheaddjin sámi álbmogii dain guovlluin gos guovddážat doibmet.
nob: De bidrar til å styrke kompetansen i samisk språk og kultur, skaper språkarenaer, og kan virke identitetsskapende for den samiske befolkningen i sine virkeområder.

source: Dát árvvoštallan gieđahallá logi sámi giellaguovddáža, mat leat ásahuvvon áigodagas 1994-2009.
nob: Denne evalueringen tar for seg ti samiske språksentre, etablert i perioden 1994-2009.

source: Sámedikki ulbmil giellaguovddážiiguin lea ahte sámegiella galgá gullot ja oidnot giellaguovddážiid doaibmaguovlluin.
nob: Sametingets mål for språksentrene er at samisk språk skal høres og synes i språksentrenes virkeområde.

source: Dán árvvoštallamis leat guorahallan juohke giellaguovddáža siskkáldas doaimmaid, ja maiddái dan movt dat doibmet dain iešguđetlágan birrasiin gosa leat ásahuvvon ja máiddái makkár ovttasdoaibma lea Sámedikkiin, gávnnahan dihte man muddui giellaguovddážat leat olahan ovdalis namuhuvvon ulbmila.
nob: For å undersøke hvordan de samiske språksentre oppfyller dette målet, har denne evalueringen sett både på interne forhold innad i hvert språksenter, og på hvordan de samvirker med sine ulike omgivelser og med Sametinget.

source: Fáddásánit: Giellaguovddáš, sámegiella, giellakurse, doaibma, Sámediggi, ruhtadeapmi
nob: Emneord: Språksenter, samisk, språkkurs, tiltak, Sametinget, finansiering

source: Beaivi: Geassemánu 1. beaivi 2012
nob: Dato: 1. juni 2012

source: Siidolohku:
nob: Antall sider:

source: Deaddelan: Norut Alta – Àltá as
nob: Foretaksnummer: 983 551 661 MVA

source: Dán raporttas áigut geahčadit dan logi giellaguovddáža mat jagis 2010 ožžo vuođđodoarjaga Sámedikkis.
nob: Denne rapporten tar for seg de ti samiske språksentrene som i 2010 mottok grunntilskudd fra Sametinget.

source: Giellaguovddážat leat ilbman iešguđet sámi guovlluide iešguđet áigái, ja leat leamaš dehálaččat sámegiela geavaheami ja giellagelbbolašvuođa nannemis, ja maiddái leat buoridan ipmárdusa sámi kultuvrra birra guovddážiid doaibmaguovlluin.
nob: Språksentrene har oppstått i ulike samiske områder til ulike tider, og har vært viktige for å styrke bruken og kompetansen i samisk språk samt øke kunnskapen og bevisstheten om samisk kultur i sine virkeområder.

source: Dán árvvoštallamis áigut geahčadit iešguđet beliid giellaguovddážiid organiseremis, ruhtadeamis, doaimmain ja ovttasbargguin, ja movt diet áššit sáhttet váikkuhit giellaguovddážiid vejolašvuođaide olahit daid ulbmiliid mat Sámedikkis
nob: Denne evalueringen ser på ulike forhold ved språksentrenes organisering, finansiering, virksomhet og samarbeid, og hvordan disse forholdene kan virke inn på språksentrenes mulighet til å oppfylle Sametingets mål med grunntilskuddsordningen. Sametingets mål for

source: Sámedikki ulbmil giellaguovddážiiguin lea ahte sámegiella galgá gullot ja oidnot giellaguovddážiid doaibmaguovllus.
nob: språksentrene er at samisk språk skal høres og synes i språksentrenes virkeområde.

source: Bargu lea čađahuvvon ovttasbarggus mas leamaš mielde Norut Alta as ja Nordlandsforskning as.
nob: Arbeidet er gjennomført som et samarbeid mellom Norut Alta as og Nordlandsforskning as.

source: Norut seniordutki Vigdis Nygaard leamaš prošeaktajođiheaddji, ja sus leamaš ovddasvástádus čohkket dieđuid giellaguovddážiin Deanus, Álttás, Porsáŋggus, Gáivuonas ja Romssas.
nob: Seniorforsker Vigdis Nygaard fra Norut har vært prosjektleder for arbeidet, og har hatt hovedansvaret for datainnsamlingen ved språksentrene i Tana, Alta, Porsanger, Kåfjord og Tromsø, samt de innledende og avsluttende kapitlene i rapporten.

source: Son lea maid čállán raportta álgokapihttaliid ja loahppakapihttaliid. Norut dutki Áila Márge Varsi Balto
nob: Forsker Áila Márge Varsi Balto fra Norut har hatt ansvaret for datainnsamlingen i Nesseby. Seniorforsker ved Nordlandsforskning, Karl Jan

source: Nordlandsforskning seniordutki, Karl Jan Solstad, ovddasvástádus lea leamaš čohkket dieđuid Evenáššis, ja dutki Marit Solstad lea čađahan bargguid Loabágis, Divttasvuonas ja Snoases.
nob: Solstad, har hatt ansvaret for datainnsamlingen i Evenes, mens forsker Marit Solstad har gjennomført arbeidet i Lavangen, Tysfjord og Snåsa.

source: Árvvoštallan ii livčče sáhttán čađahuvvot jus ii livčče leamaš nu buorre ovttasbargu giellaguovddážiiguin, ja de earenoamážit beaivválaš jođiheddjiiguin.
nob: Evalueringen kunne ikke vært gjennomført uten et godt samarbeid med språksentrene, og da spesielt med daglig leder.

source: Guovddážiid bargit leat sádden čálalaš dieđuid, ja leamaš váldoinformántan go mii leat finadan guovddážiin.
nob: Ansatte ved sentrene har oversendt skriftlig materiale, samt vært hovedinformanter ved våre besøk.

source: Mii hálidit maid giitit giellaguovddážiid stivrajođiheddjiid / lahtuid geain maid leat ožžon dieđuid ja earáid suohkaniin geat
nob: Vi ønsker også å takke styreledere / medlemmer ved språksentrene som har bidratt med informasjon og alle andre som har stilt opp som informanter i kommunene, blant språksentrenes samarbeidsparter, sameforeninger og andre.

source: leamaš informántan mis, ja maiddái giellaguovddážiid ovttasbargiid, sámi servviid ja earáid.
nob: Oppdragsgiver for evalueringen har vært Sametinget.

source: Árvvoštallama lea Sámediggi bivdán. Mii dáhttut giitit Sámedikki fágalaš miellagiddevaš ovttasbarggu ovddas.
nob: Vi vil takke Sametinget for et godt og faglig interessant samarbeid.

source: Sisdoallu
nob: Birgit Abelsen

source: Ovdasátni... 1
nob: Sammendrag... 1

source: Álggahus... 9
nob: Innledning... 4

source: 1.1 Duogáš... 9
nob: 1.1 Bakgrunn... 4

source: 1.2 Giellaguovddážiid historihkka oanehaččat... 9
nob: 1.2 Kort historikk over språksentrene... 4

source: 1.3 Giellaguovddážiid bissovaš ruhtadeapmi... 13
nob: 2.1 Bakgrunn for opprettelsen av språksenteret... 13

source: 1.4 Analyhtalaš lahkoneapmi árvvoštallanbargui... 14
nob: 2.3 Språk‐ og kultursenterets virksomhet... 14

source: 1.5 Árvvoštallama čađahanmetoda... 17
nob: 2.5 Finansiering av virksomheten... 16

source: 1.5.1 Dokumeanttaid suokkardeapmi... 17
nob: 2.7 Vurdering... 17

source: 1.5.2 Jearahallamiid čađaheapmi... 18
nob: 3.1 Bakgrunn for opprettelsen av språksenteret... 18

source: 1.6 Raportta disposišuvdna... 18
nob: 3.2 Valg av organisasjonsform... 18

source: Sámi giella ‐ ja kulturguovddáš Porsáŋggus... 20
nob: 3.3 Språksenterets virksomhet... 19

source: 2.1 Duogáš dasa manne giellaguovddáš ásahuvvui... 20
nob: 3.4 Rekruttering... 20

source: 2.2 Organiserenmálle válljen... 20
nob: 3.5 Finansiering av virksomheten... 20

source: 2.3 Giella ‐ ja kulturguovddáža doaibma... 21
nob: 3.6 Mål og effekter av virksomheten... 21

source: 2.4 Bargiid fidnen... 23
nob: 3.7 Vurdering... 22

source: 2.5 Doaimma ruhtadeapmi... 23
nob: 4.1 Bakgrunn for opprettelsen av språksenteret... 23

source: 2.6 Doaimma ulbmil ja beaktu... 23
nob: 4.2 Valg av organisasjonsform... 23

source: 2.7 Árvvoštallan... 24
nob: 4.3 Språksenterets virksomhet... 24

source: Sámi Giellaguovddáš Gáivuonas... 25
nob: 4.4 Finansiering av virksomheten... 25

source: 3.1 Duogáš dasa manne giellaguovddáš ásahuvvui... 25
nob: 4.5 Rekruttering... 26

source: 3.2 Organiserenmálle válljen... 25
nob: 4.6 Samarbeid og kommunikasjon... 26

source: 3.3 Giellaguovddáža doaibma... 26
nob: 4.7 Mål og effekter av virksomheten... 26

source: 3.4 Bargiid fidnen... 27
nob: 4.8 Vurdering... 27

source: 3.5 Doaimma ruhtadeapmi... 28
nob: Várdobáiki ‐ Samisk språksenter i Evenes... 28

source: 3.6 Doaimma ulbmil ja beaktu... 28
nob: 5.2 Valg av organisasjonsform... 28

source: 3.7 Árvvoštallan... 29
nob: 5.3 Språksenterets virksomhet... 29

source: Árran julvesáme guovddáš Divttasvuonas... 30
nob: 5.4 Rekruttering... 30

source: 4.1 Duogáš dasa manne giellaguovddáš ásahuvvui... 30
nob: 5.5 Finansiering av virksomheten... 31

source: 4.2 Organiserenmálle válljen... 30
nob: 5.6 Mål og effekter av virksomheten....

source: 4.4 Doaimma ruhtadeapmi... 32
nob: 5.7 Vurdering... 32

source: 4.5 Bargiid fidnen... 33
nob: 6.1 Bakgrunn for opprettelsen av språksenteret... 33

source: 4.6 Ovttasbargu ja gulahallan... 33
nob: 6.2 Valg av organisasjonsform... 34

source: 4.8 Árvvoštallan... 34
nob: 6.3 Språksenterets virksomhet... 34

source: Várdobáiki – Sámi giellaguovddáš Evenáššis... 36
nob: 6.4 Finansiering av virksomheten... 36

source: 5.2 Organiserenmálle válljen... 36
nob: 6.5 Mål og effekter av virksomheten... 36

source: 5.3 Giellaguovddáža doaibma... 37
nob: 6.6 Vurdering... 37

source: 5.4 Bargiid fidnen... 39
nob: 7.2 Valg av organisasjonsform... 38

source: 5.5 Doaimma ruhtadeapmi... 39
nob: 7.3 Språksenterets virksomhet... 39

source: 5.6 Doaimma ulbmilat ja beaktu... 39
nob: 7.4 Finansiering av virksomheten... 40

source: 5.7 Árvvoštallan... 40
nob: 7.5 Mål og effekter av virksomheten... 40

source: Isak Saba Guovddáš Unjárggas... 41
nob: 7.6 Vurdering... 41

source: 6.1 Duogáš dasa manne giellaguovddáš ásahuvvui... 41
nob: 8.1 Bakgrunn for opprettelsen av språksenteret... 42

source: 6.2 Organiserenmálle válljen... 42
nob: 8.2 Valg av organisasjonsform... 42

source: 6.3 Giellaguovddáža doaibma... 42
nob: 8.3 Språksenterets virksomhet... 42

source: 6.4 Doaimma ruhtadeapmi... 44
nob: 8.4 Rekruttering... 44

source: 6.5 Doaimma ulbmil ja beaktu... 44
nob: 8.5 Finansiering av virksomheten... 44

source: 6.6 Árvvoštallan... 45
nob: 8.7 Vurdering... 45

source: Deanu giellagáddi– Deanu sámi giellaguovddáš... 46
nob: Aajege – Samisk språk‐ og kompetansesenter... 47

source: 7.1 Duogáš dasa manná giellaguovddáš ásahuvvui... 46
nob: 9.1 Bakgrunn for opprettelsen av språksenteret... 47

source: 7.3 Giellaguovddáža doaibma... 47
nob: 9.2 Valg av organisasjonsform... 47

source: 7.5 Doaimma ulbmil ja beaktu... 48
nob: 9.3 Språksenterets virksomhet... 48

source: 8.1 Duogáš dasa manne giellaguovddáš ásahuvvui... 50
nob: 9.4 Finansiering av virksomheten... 50

source: 8.2 Organiserenmálle válljen... 50
nob: 9.5 Samarbeid og kommunikasjon... 50

source: 8.3 Giellaguovddáža doaibma... 51
nob: 9.6 Mål og effekter av virksomheten... 51

source: 8.4 Bargiid fidnen... 52
nob: 9.7 Vurdering... 52

source: 8.5 Doaimma ruhtadeapmi... 52
nob: 10.1 Bakgrunn for opprettelsen av språksenteret... 53

source: 8.6 Doaimma ulbmil ja beaktu... 53
nob: 10.2 Organisasjonsform... 53

source: 8.7 Árvvoštallan... 54
nob: 10.3 Språksenterets virksomhet... 54

source: 9.1 Duogáš dasa manna giellaguovddáš ásahuvui... 55
nob: 10.4 Rekruttering... 55

source: 9.2 Organiserenmálle válljen... 55
nob: 10.5 Finansiering av virksomheten... 55

source: 9.3 Giellaguovddáža doaibma... 56
nob: 10.6 Mål og effekter av virksomheten... 56

source: 9.4 Doaimma ruhtadeapmi... 58
nob: 11.2 Valg av organisasjonsform... 58

source: 9.5 Ovttasbargu ja gulahallan... 59
nob: 11.3 Språksenterets virksomhet... 59

source: 9.6 Doaimma ulbmil ja beaktu... 60
nob: 11.4 Finansiering av virksomheten... 60

source: 9.7 Árvvoštallan... 60
nob: 11.5 Rekruttering... 61

source: Álttá Sámi Giellaguovddáš... 62
nob: 11.8 Vurdering... 62

source: 10.1 Duogáš dasa manne giellaguovddáš ásahuvvui... 62
nob: Oppsummerende analyser og forslag til tiltak... 63

source: 10.3 Giellaguovddáža doaibma... 63
nob: 12.2 Hva avgjør valg av organisasjonsform ?... 63

source: 10.4 Bargiid fidnen... 64
nob: 12.3 Hvordan påvirker fast finansiering og prosjektfinansiering virksomheten ?... 64

source: 10.6 Doaimma ulbmil ja beaktu... 65
nob: 12.5 Hvordan påvirker lokale og regionale forhold hva språksentrene satser på ?...

source: Ástávuona giellagoahtie ‐ Loabága suohkana giellaguovddáš... 67
nob: 12.6 Hvilken betydning har kompetansegivende språkkurs hatt ?...

source: 11.3 Giellagoađi doaibma... 68
nob: 12.7 Hvordan fungerer kontakten med Sametinget ?... 68

source: 11.4 Doaimma ruhtadeapmi... 69
nob: 12.8 Hvordan følger språksentrene opp Sametingets krav om likestilling, spredning i ulike målgrupper, samt måling av brukertilfredshet ?... 69

source: 11.5 Bargiid fidnen... 70
nob: 12.9 Bidrar språksentrene til at samisk språk høres og synes i språksentrenes virkeområde ?... 69

source: 11.6 Ovttasbargu ja gulahallan... 70
nob: 12.10 Forslag til tiltak:... 70

source: Čoahkkáigeassu
nob: Sammendrag

source: Sámi giellaguovddážat leat dehálaš sámi ásahusat ollu báikkálaš sámi servodagain.
nob: Samiske språksentre er viktige samiske institusjoner i en rekke samiske lokalsamfunn.

source: Dat váikkuhit dasa ahte sami giella ‐ ja kulturmáhttu nannejuvvo, dat ásahit giellabáikkiid, ja sáhttet leat identitehta ásaheaddjit iežaset doaibmaguovllu sápmelaččaide.
nob: De bidrar til å styrke kompetansen i samisk språk og kultur, skaper språkarenaer, og kan virke identitetsskapende for den samiske befolkningen i sine virkeområder.

source: Dán raporttas árvvoštallat logi sámi giellaguovddáža, mat leat ásahuvvon áigodagas 1994‐2009.
nob: Denne evalueringen tar for seg ti samiske språksentre, etablert i perioden 1994‐2009.

source: Njeallje guovddáža leat Finnmárkkus (Unjárggas, Deanus, Porsáŋggus ja Álttás), golbma Romssas (Gáivuonas, Romssas ja Loabágis), guokte Nordlánddas (Evenáššis ja Divttasvuonas) ja okta Lulli‐ Trøndelágas (Plassje).
nob: Lavangen), to i Nordland (Evenes, Tysfjord) og ett i Sør ‐ Trøndelag (Røros).

source: Buot diet guovddázat ožžot jahkásaččat vuođđodoarjaga Sámedikkis mii galgá daid doaimma nannet ja váikkuhit dasa ahte sámegiella gullo ja oidno giellaguovddážiid doaibmabáikkiin.
nob: Disse har det til felles at de mottar et årlig grunntilskudd fra Sametinget som skal sikre driften og bidra til at samisk språk skal høres og synes i språksentrenes virkeområde.

source: 2010 bušeahttameannudeami oktavuođas.
nob: Det er ikke tidligere gjort noen ekstern vurdering av senterne og bruken av tilskuddet, og ønsket om denne evalueringen kom i forbindelse med Sametingets budsjettbehandlingen for 2010.

source: Dat logi giellaguovddáža maid mii leat suokkardan, leat ásahuvvon iešguđet áiggis, ja dat leat ovdánan iešguđetládje iešguđetlágan sámi birrasiin.
nob: De ti samiske språksentrene som er undersøkt har oppstått i ulike tidsperioder, og utviklet seg på forskjellige måter i ulike samiske miljø.

source: Muhtun báikkiin leat giellaguovddážat oassin sámi báikkálaš servodagas, ja eará báikkiin dat leat fas dego “ sámi sullot ” dáru majoritehtaservodagas.
nob: Noen steder er språksentrene en integrert del av samiske

source: Dat mearkkaša maid ahte guovllus guvlui leat iežálágan hástalusat sámegiela nannenbargguin.
nob: lokalsamfunn, andre plasser er de å regne som ” samiske øyer ” i norske majoritetssamfunn.

source: Dan logi guovddážis maid mii leat árvvoštallan, leat ge iešguđetlágan
nob: Det betyr også at utfordringene knyttet til å styrke samisk språk er forskjellig fra område til område.

source: organiserenmállet, fidnodatmállet, oamastanmállet, ruhtadeapmi ja leat maid iešguđetlágan ovttasbargoguoimmit.
nob: Blant de ti sentrene som er evaluert er det derfor både variasjoner i organisering, selskapsform, eierstruktur, finansiering, og samarbeidsparter, i tillegg til stor ulikhet mellom de lokalsamfunnene de betjener.

source: Ja dasa lassin dat bálvalit vel hui iešguđetlágan báikkálaš servodagaid.
nob: I en evaluering av sentrene har det derfor vært hensiktsmessig å ta utgangspunkt i at det er ulike

source: Guovddážiid árvvoštallamis lea dasto leamaš dárbbašlaš geavahit vuolggabáikin dan ahte giellaguovddážat ipmirduvvojit iešguđetládje; dat lea juogo apparáhtta dahje reaidu mii álggaha juoidá mas lea dihto mihttomearri ja čađaha mearriduvvon bargamušaid; dat lea miellagiddevaš doaibma bargomárkanis gos gilvalit gelbbolašvuođa ja bargiid alde; dahje dat lea doaimmaid jođiheaddji birrasiin gos leat máŋggalágan kultuvrrat.
nob: forståelser av språksentrene; som et apparat eller et verktøy for å iverksette målsettinger og gjennomføre vedtatte oppgaver; som en interessent i et marked hvor det konkurreres om kompetanse og personer; som en handlingsaktør i kulturelt heterogene omgivelser.

source: Dán árvvoštallama váldodeaddu lea giellaguovddážiid doaimmaid jagiin 2006‐2010.
nob: I denne evalueringa er hovedvekten lagt på virksomheten til språksentrene i årene 2006‐2010.

source: Ja go dien áigodaga galgá sáhttit ipmirdit, de lea dárbu geahččat movt guovddáš ásahuvvui, movt álggaheapmi dáhpáhuvai, geat áŋggirdedje guovddáža álggahit, makkár ovttasbargit ledje ja makkár organiserenmálle válljejedje guovddážii.
nob: For forståelsen av denne perioden er det nødvendig å komme inn på selve etableringen, hvordan denne foregikk, hvem som var drivkrefter, samarbeidsparter og hvilken organisatorisk løsning som ble valgt for senteret. I beskrivelsen og vurderingen av språksentrene virksomhet, vil imidlertid hovedvekten

source: Muhto guovddážiid čilgemis ja árvvoštallamis mii aŋkke deattuhit dan mii lea dáhpáhuvvan maŋŋel 2006.
nob: ligge på årene etter 2006.

source: Metoda ja dieđuid čohkken
nob: Metode og datainnsamling

source: Metoda mii dán árvvoštallamis lea adnon, lea čálalaš dieđuid čohkken giellaguovddážiin ja jearahallamat main leamaš mielde oallugat geat barget guovddážiin ja dan birrasis.
nob: Metode for gjennomføring av denne evalueringen har vært innsamling av skriftlig materiale fra språksentrene og gjennomføring av en rekke intervjuer med ansatte ved sentrene og i miljøet rundt.

source: Deháleamos čálalaš dieđut leat guovddážiid jahkedieđáhusat mat muitalit makkár doaimmat ja nannensuorggit leat čađahuvvon.
nob: De viktigste skriftlige kildene har vært sentrenes årsmeldinger som forteller om ulike tiltak og satsinger som er gjennomført.

source: Dán árvvoštallanraportta dutkit leat ieža fitnan buot logi giellaguovddážis.
nob: Forskerne som står bak denne evalueringsrapporten har personlig

source: suohkanetáhtain ja eará institušuvnnaid ja servviid.
nob: besøkt alle de ti språksentrene. I tillegg til daglig leder og ansatte, er det gjennomført intervjuer med senternes styrer (der slike finnes), eiere, kommunekontakter på politisk og administrativt nivå, viktige samarbeidsparter i kommunale etater og andre institusjoner og foreninger.

source: Juohke giellaguovddáža birra
nob: Gjennomgang av hvert språksenter

source: Mii leat válljen vuđolaččat geahčadit juohke giellaguovddáža, ja leat guorahallan movt dat álggahuvvojedje guđege guvlui, gii lei álggaheaddji ja makkár organiserenmálle válljejedje guđege giellaguovddážii.
nob: Vi har valgt å foreta en grundig gjennomgang av hvert språksenter, og har sett på hvordan disse oppstod i sine områder, hvem som tok initiativ, og hvilken organisasjonsform som ble valgt for det enkelte språksenteret.

source: Mii leat viidáseappot geahččan giellaguovddážiid doaimmaid, gelbbolašvuođa ja bargiid oččodan bargamušaid, ovttasbargiid, ja maiddái doaimma ruhtadeami.
nob: Videre har vi sett på språksentrenes virksomhet, kompetanse og rekruttering, samarbeidsparter, samt finansiering av virksomheten.

source: Loahpalaččat leat mii árvvoštallan dan movt giellaguovddážiid doaibma váikkuha dasa ahte olahit dihto mihttomeriid ja
nob: Til slutt har vi foretatt en vurdering av hvordan språksentrenes virksomhet bidrar til å oppfylle konkrete mål og hvorvidt tiltakene kan vise

source: man beaktilat doaimmat orrot leamašan.
nob: til effekter.

source: Eanas giellaguovddážiin leat giellakursset deháleamos vuođđun, ja daid leat maŋemus jagiid nannen gelbbolašvuođain mii addá oahppočuoggáid.
nob: De aller fleste språksentrene har språkkurs som en av sine viktigste bærebjelker, og disse har de siste årene blitt styrket ved å bli kompetansegivende med studiepoeng.

source: Giellaguovddážiin leat maid eatnat kultuvrralaš ja identitehta ásaheaddji doaimmat main maiddái lea giella oalle muddui guovddáš áššin.
nob: Språksentrene har også en rekke kulturelle og identitetsskapende aktiviteter der språket i mer eller mindre grad er bærende.

source: Muđui leat juohke guovddážis su iežas nannensuorggit ja doaimmat, nugo barggut mánáid ja nuoraid váste sihke skuvllas ja olggobealde skuvlla ja mánáidgárddis, gáiddusoahpaheapmi, dokumentašuvdna ja
nob: Andre satsinger kan variere fra senter til senter, slik som arbeid mot barn og unge i og utenfor skole og barnehage, fjernundervisning, dokumentasjon og innsamling av tradisjonell kunnskap.

source: Mii leat válljen juohke giellaguovddáža árvvoštallat sierra, geahččat movt sii barget, movt siskkáldas ja olgguldas dilálašvuođat čuhcet sin bargguide, makkár vejolašvuođaid ja hástalusaid oidnet.
nob: Vi har valgt å gjøre en vurdering av hvert språksenter, hvordan de jobber, hvordan arbeidet påvirkes av interne og eksterne forhold, samt hvilke muligheter og utfordringer de står over for.

source: Oktasaš analysat
nob: Analyser på tvers

source: Loahppakapihttalis leat mii oktiilastán buot dieđuid maid leat čohkken go leat suokkardan dan logi giellaguovddáža, ja čájehit mii lea ovttalágan ja makkár erohusat leat, makkár oktasaš hástalusat leat
nob: I sluttkapittelet har vi samlet trådene fra gjennomgangen av de ti språksentrene, og trukket ut forskjeller og likheter, felles utfordringer og mer særegne trekk.

source: ja makkár earenoamáš dovdomearkkat gávdnojit. Mii leat dokumenteren báikkálaš ja regionála birrasa ja makkár mearkkašupmi das lei guovddáža ásaheapmái ja makkár mearkkašupmi lea guovddáža doaimmaide, mii leat iskan movt organiserenmálle váikkuha doibmii, makkár hástalusaid vátna ruhtadeapmi dagaha, earet eará go smiehttá bargiid oččodeami ja movt bargoveaga bisuhit giellaguovddážis. Viidáseappot oaidnit mii man dehálaš mearrideaddjit báikkálaš ja regionála
nob: Vi har dokumentert lokal og regional kontekst og dennes betydning for etablering og virke, sett hvordan organisasjonsformen påvirker

source: dilálašvuođat, fierpmádagaid ja ovttasbargguid ásaheamit leat dasa makkár mállet gielladoaimmaid giellaguovddážat válljejit nannendoaibman.
nob: Videre ser vi at lokale og regionale forhold, utvikling av nettverk og samarbeid, er svært viktig for hvilke typer tiltak språksentrene velger å satse på.

source: Eanas giellaguovddážiin lea buorre oktavuohta Sámedikkiin, ja sis geat dárbbašit prošeaktaruhtadeami, fertejit leat earenoamáš buorit dieđut Sámedikki prošeaktadoarjagiid birra.
nob: De aller fleste språksentrene har en god kontakt mot Sametinget, og særlig de som er avhengig av prosjektfinansiering må ha en god kunnskap om Sametingets prosjektvirkmidler.

source: Guovddážat main lea veaháš nannosit ja eanet bissovaš ruhtadeapmi, áinnas go ožžot suohkanis doaibmadoarjaga, eai leat nu nannosit čadnon dasa ahte fertejit prošeavttaide oažžut olggobeale ásahusain doarjaga.
nob: De sentrene som har en mer solid og fast finansiering, primært gjennom kommunale driftsmidler, er ikke like avhengige av ekstern prosjektfinansiering.

source: Na váikkuhit go dasto giellaguovddážat dasa ahte sámegiella gullo ja oidno daid doaibmaguovllus ?
nob: Bidrar så språksentrene til at samisk språk høres og synes i deres virkeområde ?

source: Vástádus dasa dáidá leat, juo, muhto iešguđet dásis.
nob: Svaret på dette må bli, ja, men i noe ulik grad.
